get_obras_app.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:get_obras_app>
         <!--Optional:-->
         <tem:token>de54953c71a57e47f791adea42922468</tem:token>
         <!--Optional:-->
         <tem:anio>2017</tem:anio>
      </tem:get_obras_app>
   </soapenv:Body>
</soapenv:Envelope>